interface NewsEntitiesI {
  id: number;
  title: string;
  date: string;
}

export const news: NewsEntitiesI[] = [
  {
    id: 1,
    title: "«Розовая молния»: оленеводы Якутии поймали необычную грозу",
    date: "20 августа 2025",
  },
  {
    id: 2,
    title: "Что происходит над Якутском?! Показываем, что рисуют якутяне на огромной карте Wplace",
    date: "19 августа 2025",
  },
  {
    id: 3,
    title: "Объем выданной якутянам за полугодие ипотеки снизился вдвое",
    date: "14 августа 2025",
  },
  {
    id: 4,
    title:
      "Якутские кинематографисты могут выиграть грант в 5 миллионов рублей на производство своего фильма",
    date: "14 августа 2025",
  },
  {
    id: 5,
    title: "Nothing beats a Jet2 holiday: в парке Якутска появился новый аттракцион",
    date: "13 августа 2025",
  },
  {
    id: 6,
    title:
      "Люди все такие же клевые!» Артем Cut The Crap – о прошедшем гик-фестивале, Якутии, местной еде и творческих планах",
    date: "12 августа 2025",
  },
  {
    id: 7,
    title: "Как прошел Ykt Geek Fest x Ykt.Ru: фоторепортаж и итоги самого яркого события лета",
    date: "11 августа 2025",
  },
];
